Repository: rawcontext/luxel
Catalog: apps/macos/Sources/LuxelCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, vi, zh_hans

source: Re-run speaker detection with these settings.
de: Sprechererkennung mit diesen Einstellungen erneut ausführen.
es: Vuelve a detectar los hablantes con estos ajustes.
fr: Relancer la détection des locuteurs avec ces réglages.
it: Esegui di nuovo il rilevamento degli interlocutori con queste impostazioni.
ja: この設定で話者検出をやり直します。
ko: 이 설정으로 화자 감지를 다시 실행합니다.
pt_br: Execute novamente a detecção de locutores com esses ajustes.
pt_pt: Execute novamente a deteção de oradores com estas definições.
vi: Chạy lại việc phát hiện người nói với các cài đặt này.
zh_hans: 使用这些设置重新运行说话者检测。

source: Set the expected number of speakers.
de: Erwartete Anzahl der Sprecher festlegen.
es: Establece el número esperado de hablantes.
fr: Définir le nombre attendu de locuteurs.
it: Imposta il numero previsto di interlocutori.
ja: 予想される話者数を設定します。
ko: 예상 화자 수를 설정합니다.
pt_br: Defina o número esperado de locutores.
pt_pt: Defina o número esperado de oradores.
vi: Đặt số người nói dự kiến.
zh_hans: 设置预期的说话者人数。

source: Set the minimum expected speaker count.
de: Minimale erwartete Sprecheranzahl festlegen.
es: Establece el número mínimo esperado de hablantes.
fr: Définir le nombre minimal attendu de locuteurs.
it: Imposta il numero minimo previsto di interlocutori.
ja: 予想される話者数の下限を設定します。
ko: 예상 최소 화자 수를 설정합니다.
pt_br: Defina o número mínimo esperado de locutores.
pt_pt: Defina o número mínimo esperado de oradores.
vi: Đặt số người nói dự kiến tối thiểu.
zh_hans: 设置预期的最小说话者人数。

source: Set the maximum expected speaker count.
de: Maximale erwartete Sprecheranzahl festlegen.
es: Establece el número máximo esperado de hablantes.
fr: Définir le nombre maximal attendu de locuteurs.
it: Imposta il numero massimo previsto di interlocutori.
ja: 予想される話者数の上限を設定します。
ko: 예상 최대 화자 수를 설정합니다.
pt_br: Defina o número máximo esperado de locutores.
pt_pt: Defina o número máximo esperado de oradores.
vi: Đặt số người nói dự kiến tối đa.
zh_hans: 设置预期的最大说话者人数。

source: Download and Enable
de: Laden und aktivieren
es: Descargar y activar
fr: Télécharger et activer
it: Scarica e abilita
ja: ダウンロードして有効にする
ko: 다운로드 및 활성화
pt_br: Baixar e ativar
pt_pt: Descarregar e ativar
vi: Tải xuống và bật
zh_hans: 下载并启用

source: Remove Model
de: Modell entfernen
es: Eliminar modelo
fr: Supprimer le modèle
it: Rimuovi modello
ja: モデルを削除
ko: 모델 제거
pt_br: Remover modelo
pt_pt: Remover modelo
vi: Xóa mô hình
zh_hans: 移除模型

source: Download and Enable...
de: Laden und aktivieren...
es: Descargar y activar...
fr: Télécharger et activer...
it: Scarica e abilita...
ja: ダウンロードして有効にする...
ko: 다운로드 및 활성화...
pt_br: Baixar e ativar...
pt_pt: Descarregar e ativar...
vi: Tải xuống và bật...
zh_hans: 下载并启用...

source: Download
de: Laden
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
pt_pt: Descarregar
vi: Tải xuống
zh_hans: 下载

source: Remove...
de: Entfernen...
es: Eliminar...
fr: Supprimer...
it: Rimuovi...
ja: 削除...
ko: 제거...
pt_br: Remover...
pt_pt: Remover...
vi: Xóa...
zh_hans: 移除...

source: Repair
de: Reparieren
es: Reparar
fr: Réparer
it: Ripara
ja: 修復
ko: 복구
pt_br: Reparar
pt_pt: Reparar
vi: Sửa chữa
zh_hans: 修复

source: Transcription unavailable
de: Transkription nicht verfügbar
es: Transcripción no disponible
fr: Transcription indisponible
it: Trascrizione non disponibile
ja: 文字起こしを利用できません
ko: 대화 내용 기록을 사용할 수 없음
pt_br: Transcrição indisponível
pt_pt: Transcrição indisponível
vi: Không thể chép lời
zh_hans: 转录不可用

source: Label transcript turns by speaker.
de: Transkriptabschnitte nach Sprecher kennzeichnen.
es: Etiqueta los turnos de la transcripción por hablante.
fr: Identifier chaque prise de parole dans la transcription.
it: Etichetta i turni della trascrizione per interlocutore.
ja: 文字起こしの発話を話者別に分類します。
ko: 대화 내용 기록의 발화를 화자별로 표시합니다.
pt_br: Identifique os turnos da transcrição por locutor.
pt_pt: Identifique as intervenções da transcrição por orador.
vi: Gắn nhãn lượt nói trong bản chép lời theo người nói.
zh_hans: 按说话者标记转录文本中的发言。

source: Reduce background noise and improve spoken audio during export.
de: Hintergrundgeräusche reduzieren und Sprache beim Export verbessern.
es: Reduce el ruido de fondo y mejora la voz durante la exportación.
fr: Réduisez le bruit de fond et améliorez la voix lors de l’exportation.
it: Riduci il rumore di fondo e migliora il parlato durante l’esportazione.
ja: 書き出し時に背景ノイズを減らし、音声を聞き取りやすくします。
ko: 내보낼 때 배경 소음을 줄이고 음성을 개선합니다.
pt_br: Reduza o ruído de fundo e melhore a fala durante a exportação.
pt_pt: Reduza o ruído de fundo e melhore a fala durante a exportação.
vi: Giảm tiếng ồn nền và cải thiện lời nói khi xuất.
zh_hans: 导出时减少背景噪音并改善语音。

source: Runs locally, is intended for speech, and is applied only during export. Music and sound effects may change.
de: Wird lokal ausgeführt, ist für Sprache vorgesehen und nur beim Export aktiv. Musik und Soundeffekte können sich verändern.
es: Se ejecuta localmente, está pensado para voz y solo se aplica al exportar. La música y los efectos de sonido pueden cambiar.
fr: Fonctionne localement, est conçu pour la voix et ne s’applique que lors de l’exportation. La musique et les effets sonores peuvent changer.
it: Funziona localmente, è pensato per il parlato e viene applicato solo durante l’esportazione. Musica ed effetti sonori potrebbero cambiare.
ja: ローカルで実行され、音声向けで、書き出し時にのみ適用されます。音楽や効果音が変化する場合があります。
ko: 로컬에서 실행되며 음성용이고 내보낼 때만 적용됩니다. 음악과 음향 효과가 달라질 수 있습니다.
pt_br: É executado localmente, foi criado para fala e só é aplicado durante a exportação. Músicas e efeitos sonoros podem mudar.
pt_pt: É executado localmente, foi concebido para fala e só é aplicado durante a exportação. A música e os efeitos sonoros podem mudar.
vi: Chạy cục bộ, dành cho giọng nói và chỉ áp dụng khi xuất. Nhạc và hiệu ứng âm thanh có thể thay đổi.
zh_hans: 在本机运行，专为语音设计，并且仅在导出时应用。音乐和音效可能会发生变化。

# export.job.enhancingAudio
source: Enhancing audio…
de: Audio wird verbessert…
es: Mejorando audio…
fr: Amélioration du son…
it: Miglioramento audio…
ja: オーディオを補正中…
ko: 오디오 향상 중…
pt_br: Aprimorando áudio…
pt_pt: A melhorar o áudio…
vi: Đang cải thiện âm thanh…
zh_hans: 正在增强音频…

# studioVoice.error.bundledModel
source: Studio Voice is missing or damaged. Reinstall or update Luxel, then retry.
de: Studio Voice fehlt oder ist beschädigt. Installiere oder aktualisiere Luxel und versuche es erneut.
es: Voz de estudio falta o está dañada. Reinstala o actualiza Luxel y vuelve a intentarlo.
fr: La voix studio est absente ou endommagée. Réinstallez ou mettez à jour Luxel, puis réessayez.
it: Voce studio è mancante o danneggiata. Reinstalla o aggiorna Luxel, quindi riprova.
ja: スタジオボイスが見つからないか破損しています。Luxelを再インストールまたはアップデートしてから、もう一度お試しください。
ko: 스튜디오 음성이 없거나 손상되었습니다. Luxel을 다시 설치하거나 업데이트한 후 다시 시도하세요.
pt_br: A Voz de estúdio está ausente ou danificada. Reinstale ou atualize o Luxel e tente novamente.
pt_pt: A Voz de estúdio está em falta ou danificada. Reinstale ou atualize o Luxel e tente novamente.
vi: Giọng phòng thu bị thiếu hoặc hỏng. Hãy cài đặt lại hoặc cập nhật Luxel rồi thử lại.
zh_hans: 录音室人声缺失或已损坏。请重新安装或更新 Luxel，然后重试。

# studioVoice.error.modelLoad
source: Studio Voice could not load its local audio model. Retry the export.
de: Studio Voice konnte das lokale Audiomodell nicht laden. Versuche den Export erneut.
es: Voz de estudio no ha podido cargar su modelo de audio local. Vuelve a exportarlo.
fr: La voix studio n’a pas pu charger son modèle audio local. Relancez l’exportation.
it: Voce studio non ha potuto caricare il modello audio locale. Riprova l’esportazione.
ja: スタジオボイスでローカルオーディオモデルを読み込めませんでした。もう一度書き出してください。
ko: 스튜디오 음성에서 로컬 오디오 모델을 로드할 수 없습니다. 다시 내보내세요.
pt_br: A Voz de estúdio não conseguiu carregar o modelo de áudio local. Tente exportar novamente.
pt_pt: A Voz de estúdio não conseguiu carregar o modelo de áudio local. Tente exportar novamente.
vi: Giọng phòng thu không thể tải mô hình âm thanh cục bộ. Hãy xuất lại.
zh_hans: 录音室人声无法载入本地音频模型。请重试导出。

# studioVoice.error.processing
source: Studio Voice could not enhance the exported audio. Retry the export.
de: Studio Voice konnte das exportierte Audio nicht verbessern. Versuche den Export erneut.
es: Voz de estudio no ha podido mejorar el audio exportado. Vuelve a exportarlo.
fr: La voix studio n’a pas pu améliorer le son exporté. Relancez l’exportation.
it: Voce studio non ha potuto migliorare l’audio esportato. Riprova l’esportazione.
ja: スタジオボイスで書き出したオーディオを補正できませんでした。もう一度書き出してください。
ko: 스튜디오 음성에서 내보낸 오디오를 향상할 수 없습니다. 다시 내보내세요.
pt_br: A Voz de estúdio não conseguiu aprimorar o áudio exportado. Tente exportar novamente.
pt_pt: A Voz de estúdio não conseguiu melhorar o áudio exportado. Tente exportar novamente.
vi: Giọng phòng thu không thể cải thiện âm thanh đã xuất. Hãy xuất lại.
zh_hans: 录音室人声无法增强导出的音频。请重试导出。

# studioVoice.error.unavailable
source: This export requires local audio preparation, but it is unavailable.
de: Dieser Export erfordert eine lokale Audiovorbereitung, die jedoch nicht verfügbar ist.
es: Esta exportación requiere preparar el audio localmente, pero la función no está disponible.
fr: Cette exportation nécessite une préparation locale du son, mais celle-ci n’est pas disponible.
it: Questa esportazione richiede la preparazione locale dell’audio, che non è disponibile.
ja: この書き出しにはローカルでのオーディオ処理が必要ですが、利用できません。
ko: 이 내보내기에는 로컬 오디오 준비가 필요하지만 사용할 수 없습니다.
pt_br: Esta exportação requer preparação local do áudio, mas ela não está disponível.
pt_pt: Esta exportação requer preparação local do áudio, mas esta não está disponível.
vi: Lần xuất này cần chuẩn bị âm thanh cục bộ nhưng tính năng không khả dụng.
zh_hans: 此次导出需要在本地准备音频，但该功能不可用。

# studioVoice.error.audioLayout
source: Studio Voice could not use this recording's audio layout.
de: Studio Voice konnte das Audiolayout dieser Aufnahme nicht verwenden.
es: Voz de estudio no ha podido usar la disposición de audio de esta grabación.
fr: La voix studio n’a pas pu utiliser la disposition audio de cet enregistrement.
it: Voce studio non ha potuto usare il layout audio di questa registrazione.
ja: スタジオボイスでこの録画のオーディオレイアウトを使用できませんでした。
ko: 스튜디오 음성에서 이 녹화의 오디오 레이아웃을 사용할 수 없습니다.
pt_br: A Voz de estúdio não conseguiu usar o layout de áudio desta gravação.
pt_pt: A Voz de estúdio não conseguiu usar a disposição de áudio desta gravação.
vi: Giọng phòng thu không thể dùng bố cục âm thanh của bản ghi này.
zh_hans: 录音室人声无法使用此录制的音频布局。

# studioVoice.error.sourceRead
source: Studio Voice could not read the selected audio.
de: Studio Voice konnte das ausgewählte Audio nicht lesen.
es: Voz de estudio no ha podido leer el audio seleccionado.
fr: La voix studio n’a pas pu lire le fichier audio sélectionné.
it: Voce studio non ha potuto leggere l’audio selezionato.
ja: スタジオボイスで選択したオーディオを読み込めませんでした。
ko: 스튜디오 음성에서 선택한 오디오를 읽을 수 없습니다.
pt_br: A Voz de estúdio não conseguiu ler o áudio selecionado.
pt_pt: A Voz de estúdio não conseguiu ler o áudio selecionado.
vi: Giọng phòng thu không thể đọc âm thanh đã chọn.
zh_hans: 录音室人声无法读取所选音频。

# studioVoice.error.write
source: Studio Voice could not create its temporary export audio.
de: Studio Voice konnte die temporäre Exportaudiodatei nicht erstellen.
es: Voz de estudio no ha podido crear el audio temporal de exportación.
fr: La voix studio n’a pas pu créer le fichier audio temporaire d’exportation.
it: Voce studio non ha potuto creare l’audio temporaneo per l’esportazione.
ja: スタジオボイスで一時書き出しオーディオを作成できませんでした。
ko: 스튜디오 음성에서 임시 내보내기 오디오를 만들 수 없습니다.
pt_br: A Voz de estúdio não conseguiu criar o áudio temporário de exportação.
pt_pt: A Voz de estúdio não conseguiu criar o áudio temporário de exportação.
vi: Giọng phòng thu không thể tạo âm thanh xuất tạm thời.
zh_hans: 录音室人声无法创建临时导出音频。

source: Edit the recording filename.
de: Dateinamen der Aufnahme bearbeiten.
es: Editar el nombre de archivo de la grabación.
fr: Modifier le nom du fichier de l’enregistrement.
it: Modifica il nome file della registrazione.
ja: 録画のファイル名を編集します。
ko: 녹화 파일 이름을 편집합니다.
pt_br: Edite o nome do arquivo da gravação.
pt_pt: Edite o nome do ficheiro da gravação.
vi: Chỉnh sửa tên tệp bản ghi.
zh_hans: 编辑录制文件名。

source: Choose the export quality and file size.
de: Exportqualität und Dateigröße auswählen.
es: Elige la calidad de exportación y el tamaño de archivo.
fr: Choisissez la qualité d’exportation et la taille du fichier.
it: Scegli la qualità di esportazione e le dimensioni del file.
ja: 書き出し品質とファイルサイズを選択します。
ko: 내보내기 품질과 파일 크기를 선택합니다.
pt_br: Escolha a qualidade da exportação e o tamanho do arquivo.
pt_pt: Escolha a qualidade da exportação e o tamanho do ficheiro.
vi: Chọn chất lượng xuất và kích thước tệp.
zh_hans: 选择导出质量和文件大小。

source: Include the source audio in the export.
de: Quellaudio in den Export aufnehmen.
es: Incluye el audio original en la exportación.
fr: Incluez l’audio source dans l’exportation.
it: Includi l’audio sorgente nell’esportazione.
ja: 元の音声を書き出しに含めます。
ko: 원본 오디오를 내보내기에 포함합니다.
pt_br: Inclua o áudio original na exportação.
pt_pt: Inclua o áudio de origem na exportação.
vi: Bao gồm âm thanh nguồn trong bản xuất.
zh_hans: 在导出中包含源音频。

source: Adjust the exported audio volume.
de: Lautstärke des exportierten Audios anpassen.
es: Ajusta el volumen del audio exportado.
fr: Réglez le volume de l’audio exporté.
it: Regola il volume dell’audio esportato.
ja: 書き出す音声の音量を調整します。
ko: 내보낼 오디오 음량을 조절합니다.
pt_br: Ajuste o volume do áudio exportado.
pt_pt: Ajuste o volume do áudio exportado.
vi: Điều chỉnh âm lượng của âm thanh xuất.
zh_hans: 调整导出音频的音量。

source: Raise or lower audio to a safe peak level.
de: Audio auf einen sicheren Spitzenpegel anheben oder absenken.
es: Sube o baja el audio hasta un nivel máximo seguro.
fr: Augmentez ou réduisez l’audio jusqu’à un niveau de crête sûr.
it: Alza o abbassa l’audio a un livello di picco sicuro.
ja: 音声を安全なピークレベルに調整します。
ko: 오디오를 안전한 최대 레벨로 높이거나 낮춥니다.
pt_br: Aumente ou reduza o áudio até um nível de pico seguro.
pt_pt: Aumente ou reduza o áudio até um nível de pico seguro.
vi: Tăng hoặc giảm âm thanh đến mức đỉnh an toàn.
zh_hans: 将音频提高或降低到安全的峰值电平。

source: Save an unchanged copy of the recording.
de: Eine unveränderte Kopie der Aufnahme sichern.
es: Guarda una copia sin cambios de la grabación.
fr: Enregistrez une copie inchangée de l’enregistrement.
it: Salva una copia invariata della registrazione.
ja: 録画の変更されていないコピーを保存します。
ko: 녹화의 변경되지 않은 사본을 저장합니다.
pt_br: Salve uma cópia inalterada da gravação.
pt_pt: Guarde uma cópia inalterada da gravação.
vi: Lưu một bản sao không thay đổi của bản ghi.
zh_hans: 保存一份未经更改的录制副本。

source: Export with the selected settings.
de: Mit den ausgewählten Einstellungen exportieren.
es: Exporta con los ajustes seleccionados.
fr: Exportez avec les réglages sélectionnés.
it: Esporta con le impostazioni selezionate.
ja: 選択した設定で書き出します。
ko: 선택한 설정으로 내보냅니다.
pt_br: Exporte com as configurações selecionadas.
pt_pt: Exporte com as definições selecionadas.
vi: Xuất với các cài đặt đã chọn.
zh_hans: 使用所选设置导出。

source: Choose how the GIF repeats.
de: Festlegen, wie sich das GIF wiederholt.
es: Elige cómo se repite el GIF.
fr: Choisissez le mode de répétition du GIF.
it: Scegli come ripetere la GIF.
ja: GIFの繰り返し方法を選択します。
ko: GIF 반복 방식을 선택합니다.
pt_br: Escolha como o GIF se repete.
pt_pt: Escolha como o GIF se repete.
vi: Chọn cách GIF lặp lại.
zh_hans: 选择 GIF 的重复方式。

source: Set how many times the GIF repeats.
de: Anzahl der GIF-Wiederholungen festlegen.
es: Define cuántas veces se repite el GIF.
fr: Définissez le nombre de répétitions du GIF.
it: Imposta quante volte ripetere la GIF.
ja: GIFの繰り返し回数を設定します。
ko: GIF 반복 횟수를 설정합니다.
pt_br: Defina quantas vezes o GIF se repete.
pt_pt: Defina quantas vezes o GIF se repete.
vi: Đặt số lần GIF lặp lại.
zh_hans: 设置 GIF 的重复次数。

source: Control how GIF colors are blended.
de: Festlegen, wie GIF-Farben gemischt werden.
es: Controla cómo se mezclan los colores del GIF.
fr: Contrôlez le mélange des couleurs du GIF.
it: Controlla come vengono miscelati i colori della GIF.
ja: GIFの色の混合方法を調整します。
ko: GIF 색상 혼합 방식을 조절합니다.
pt_br: Controle como as cores do GIF são misturadas.
pt_pt: Controle como as cores do GIF são misturadas.
vi: Kiểm soát cách pha trộn màu GIF.
zh_hans: 控制 GIF 颜色的混合方式。

source: Choose where the exported clip starts.
de: Startpunkt des exportierten Clips auswählen.
es: Elige dónde empieza el clip exportado.
fr: Choisissez le début du clip exporté.
it: Scegli il punto iniziale della clip esportata.
ja: 書き出すクリップの開始位置を選択します。
ko: 내보낼 클립의 시작 지점을 선택합니다.
pt_br: Escolha onde o clipe exportado começa.
pt_pt: Escolha onde o clipe exportado começa.
vi: Chọn điểm bắt đầu của đoạn clip xuất.
zh_hans: 选择导出片段的开始位置。

source: Choose where the exported clip ends.
de: Endpunkt des exportierten Clips auswählen.
es: Elige dónde termina el clip exportado.
fr: Choisissez la fin du clip exporté.
it: Scegli il punto finale della clip esportata.
ja: 書き出すクリップの終了位置を選択します。
ko: 내보낼 클립의 끝 지점을 선택합니다.
pt_br: Escolha onde o clipe exportado termina.
pt_pt: Escolha onde o clipe exportado termina.
vi: Chọn điểm kết thúc của đoạn clip xuất.
zh_hans: 选择导出片段的结束位置。

source: Crop the video to fill the output dimensions.
de: Video zuschneiden, um die Ausgabeabmessungen auszufüllen.
es: Recorta el vídeo para llenar las dimensiones de salida.
fr: Recadrez la vidéo pour remplir les dimensions de sortie.
it: Ritaglia il video per riempire le dimensioni di output.
ja: 出力サイズを埋めるようにビデオを切り抜きます。
ko: 출력 크기를 채우도록 비디오를 자릅니다.
pt_br: Recorte o vídeo para preencher as dimensões de saída.
pt_pt: Recorte o vídeo para preencher as dimensões de saída.
vi: Cắt video để lấp đầy kích thước đầu ra.
zh_hans: 裁剪视频以填满输出尺寸。

source: Set the exported width in pixels.
de: Exportbreite in Pixeln festlegen.
es: Define el ancho exportado en píxeles.
fr: Définissez la largeur exportée en pixels.
it: Imposta la larghezza esportata in pixel.
ja: 書き出す幅をピクセル単位で設定します。
ko: 내보낼 너비를 픽셀 단위로 설정합니다.
pt_br: Defina a largura exportada em pixels.
pt_pt: Defina a largura exportada em píxeis.
vi: Đặt chiều rộng xuất theo pixel.
zh_hans: 设置导出的宽度（像素）。

source: Set the exported height in pixels.
de: Exporthöhe in Pixeln festlegen.
es: Define el alto exportado en píxeles.
fr: Définissez la hauteur exportée en pixels.
it: Imposta l’altezza esportata in pixel.
ja: 書き出す高さをピクセル単位で設定します。
ko: 내보낼 높이를 픽셀 단위로 설정합니다.
pt_br: Defina a altura exportada em pixels.
pt_pt: Defina a altura exportada em píxeis.
vi: Đặt chiều cao xuất theo pixel.
zh_hans: 设置导出的高度（像素）。

source: Set the exported frame rate.
de: Bildrate für den Export festlegen.
es: Define la frecuencia de fotogramas exportada.
fr: Définissez la fréquence d’images exportée.
it: Imposta la frequenza fotogrammi esportata.
ja: 書き出すフレームレートを設定します。
ko: 내보낼 프레임률을 설정합니다.
pt_br: Defina a taxa de quadros da exportação.
pt_pt: Defina a taxa de fotogramas da exportação.
vi: Đặt tốc độ khung hình xuất.
zh_hans: 设置导出帧率。

source: Set the exported playback speed.
de: Wiedergabegeschwindigkeit für den Export festlegen.
es: Define la velocidad de reproducción exportada.
fr: Définissez la vitesse de lecture exportée.
it: Imposta la velocità di riproduzione esportata.
ja: 書き出す再生速度を設定します。
ko: 내보낼 재생 속도를 설정합니다.
pt_br: Defina a velocidade de reprodução da exportação.
pt_pt: Defina a velocidade de reprodução da exportação.
vi: Đặt tốc độ phát khi xuất.
zh_hans: 设置导出播放速度。

source: Choose where to save the exported file.
de: Speicherort für die exportierte Datei auswählen.
es: Elige dónde guardar el archivo exportado.
fr: Choisissez où enregistrer le fichier exporté.
it: Scegli dove salvare il file esportato.
ja: 書き出したファイルの保存先を選択します。
ko: 내보낸 파일을 저장할 위치를 선택합니다.
pt_br: Escolha onde salvar o arquivo exportado.
pt_pt: Escolha onde guardar o ficheiro exportado.
vi: Chọn nơi lưu tệp xuất.
zh_hans: 选择导出文件的保存位置。

source: Choose how Luxel estimates the number of speakers.
de: Festlegen, wie Luxel die Anzahl der Sprecher schätzt.
es: Elige cómo calcula Luxel el número de hablantes.
fr: Choisissez comment Luxel estime le nombre de locuteurs.
it: Scegli come Luxel stima il numero di parlanti.
ja: Luxelが話者数を推定する方法を選択します。
ko: Luxel이 화자 수를 추정하는 방식을 선택합니다.
pt_br: Escolha como o Luxel estima o número de falantes.
pt_pt: Escolha como o Luxel estima o número de oradores.
vi: Chọn cách Luxel ước tính số người nói.
zh_hans: 选择 Luxel 估算说话者人数的方式。

source: Enter a name for this voice.
de: Einen Namen für diese Stimme eingeben.
es: Introduce un nombre para esta voz.
fr: Saisissez un nom pour cette voix.
it: Inserisci un nome per questa voce.
ja: この声の名前を入力します。
ko: 이 음성의 이름을 입력합니다.
pt_br: Digite um nome para esta voz.
pt_pt: Introduza um nome para esta voz.
vi: Nhập tên cho giọng nói này.
zh_hans: 输入此声音的名称。

source: Collapse these options.
de: Diese Optionen einklappen.
es: Contrae estas opciones.
fr: Réduisez ces options.
it: Comprimi queste opzioni.
ja: これらのオプションを折りたたみます。
ko: 이 옵션을 접습니다.
pt_br: Recolha estas opções.
pt_pt: Recolha estas opções.
vi: Thu gọn các tùy chọn này.
zh_hans: 收起这些选项。

source: Expand these options.
de: Diese Optionen ausklappen.
es: Expande estas opciones.
fr: Développez ces options.
it: Espandi queste opzioni.
ja: これらのオプションを展開します。
ko: 이 옵션을 펼칩니다.
pt_br: Expanda estas opções.
pt_pt: Expanda estas opções.
vi: Mở rộng các tùy chọn này.
zh_hans: 展开这些选项。

source: Turn speech recognition on for this recording.
de: Spracherkennung für diese Aufnahme aktivieren.
es: Activa el reconocimiento de voz para esta grabación.
fr: Activez la reconnaissance vocale pour cet enregistrement.
it: Attiva il riconoscimento vocale per questa registrazione.
ja: この録画の音声認識をオンにします。
ko: 이 녹화에서 음성 인식을 켭니다.
pt_br: Ative o reconhecimento de fala para esta gravação.
pt_pt: Ative o reconhecimento de voz para esta gravação.
vi: Bật nhận dạng giọng nói cho bản ghi này.
zh_hans: 为此录制开启语音识别。

source: Try generating the transcript again.
de: Transkript erneut erstellen.
es: Vuelve a intentar generar la transcripción.
fr: Essayez à nouveau de générer la transcription.
it: Prova di nuovo a generare la trascrizione.
ja: 文字起こしをもう一度生成します。
ko: 대본을 다시 생성합니다.
pt_br: Tente gerar a transcrição novamente.
pt_pt: Tente gerar novamente a transcrição.
vi: Thử tạo lại bản chép lời.
zh_hans: 再次尝试生成转录。

source: Search the transcript.
de: Transkript durchsuchen.
es: Busca en la transcripción.
fr: Recherchez dans la transcription.
it: Cerca nella trascrizione.
ja: 文字起こしを検索します。
ko: 대본을 검색합니다.
pt_br: Pesquise na transcrição.
pt_pt: Pesquise na transcrição.
vi: Tìm kiếm bản chép lời.
zh_hans: 搜索转录。

source: More Luxel actions.
de: Weitere Luxel-Aktionen.
es: Más acciones de Luxel.
fr: Autres actions Luxel.
it: Altre azioni di Luxel.
ja: Luxelのその他の操作。
ko: Luxel 추가 작업입니다.
pt_br: Mais ações do Luxel.
pt_pt: Mais ações do Luxel.
vi: Các tác vụ Luxel khác.
zh_hans: 更多 Luxel 操作。

source: Overall export progress
de: Gesamter Exportfortschritt
es: Progreso general de la exportación
fr: Progression globale de l’exportation
it: Avanzamento complessivo dell’esportazione
ja: 全体の書き出し進行状況
ko: 전체 내보내기 진행률
pt_br: Progresso geral da exportação
pt_pt: Progresso geral da exportação
vi: Tiến trình xuất tổng thể
zh_hans: 总体导出进度

source: Allow keystroke capture?
de: Tastenerfassung erlauben?
es: ¿Permitir la captura de teclas?
fr: Autoriser la capture des frappes ?
it: Consentire l’acquisizione dei tasti?
ja: キー入力の取得を許可しますか？
ko: 키 입력 캡처를 허용할까요?
pt_br: Permitir captura de teclas?
pt_pt: Permitir a captura de teclas?
vi: Cho phép ghi lại thao tác phím?
zh_hans: 允许捕捉按键吗？

source: Capture Keystrokes
de: Tastenanschläge erfassen
es: Capturar pulsaciones de teclas
fr: Capturer les frappes
it: Acquisisci tasti
ja: キー入力を取得
ko: 키 입력 캡처
pt_br: Capturar teclas
pt_pt: Capturar teclas
vi: Ghi lại thao tác phím
zh_hans: 捕捉按键
